/*+id
+nombre
+ingredientes
+procedimiento
+imagen*/

[{"id":1,
"nombre":"Albondigas",
"ingredientes":["1 diente de ajo",
    "1 cucharada de cebolla picada",
    "2 cucharaditas de comino en polvo",
    "3 piezas de clavo de olor",
    "3/4 de cucharadita de sal",
    "1/4 de cucharadita de pimienta negra",
    "3/4 de kilo de carne de res picada",
    "1/4 de kilo de carne de cerdo picada",
    "1 pieza de huevo",
    "1 cucharada de pan molido",
    "1 1/2 cucharadas de hierbabuenas fresca finamente picada",
    "2 piezas de huevo duros",
    "1 kilo de jitomate",
    "3 dientes de ajo",
    "1/4 de pieza de cebolla",
    "1 cucharada de aceite",
    "1/2 litro de agua",
    "1 cucharadita de sal","1 taza de puré de tomate"],
"procedimiento":["En un procesador de alimentos muela el ajo, cebolla, comino, clavo, sal y pimienta. Ponga en un recipiente grande.",
    "Mezcle las carnes, el huevo crudo, pan molido y hierbabuena con la mezcla procesada de ajos. Mezcle bien con las manos para que todo esté incorporado.",
    "Corte los huevos duros a la mitad y cada mitad en 9 pedacitos.",
    "Forme bolitas con la carne molida preparada y ponga un trocito de huevo duro dentro de cada bolita.",
    "Prepare la salsa. Ponga el tomate, ajo y cebolla a moler. Pase por un colador y cocine con el aceite y el puré de tomate en un sartén hasta que comience a hervir. Agregue el agua y la sal y cocine tapado durante 5 minutos.",
    "Agregue las albóndigas al caldo y cocine otros 30 minutos a fuego lento. Pruebe el sazón y rectifique la sal. (También puede agregar un poquito de consomé en polvo si le falta sabor al caldo.) "],
"imagen":"./images/Albondigas.jpg"}
,
{"id":2,
    "nombre":"Burritos",
    "ingredientes":["4 tazas de harina de trigo para las tortillas de harina",
        "1/3 de cucharadita de sal para las tortillas de harina",
        "2 cucharaditas de Polvo para Hornear Rexal® para las tortillas de harina",
        "1 taza de manteca vegetal para las tortillas de harina",
        "1 taza de agua caliente, para las tortillas de harina",
        "1 taza de tocino finamente picado",
        "1/2 pieza de cebolla finamente picada",
        "1 pieza de pimiento verde cortado en tiras",
        "1 pieza de pimiento rojo cortado en tiras",
        "500 gramos de arrachera marinada",
        "al gusto de lechuga",
        "al gusto de salsa verde para acompañar"],
    "procedimiento":["Para las tortillas, en un bowl mezcla la harina con la sal, el Polvo para hornear Rexal®, la manteca y el agua. Amasa hasta obtener una masa homogénea. Deja reposar por 15 minutos.",
        "Toma una bolita de masa y sobre una superficie enharinada, estira la masa hasta formar la tortilla.",
        "Coloca la tortilla sobre un comal a fuego bajo y cocina por 3 minutos, ó bien hasta que la tortilla infle y esté cocida por dentro.",
        "Para la arrachera: en un sartén a fuego medio agrega el tocino, la cebolla, los pimientos y la arrachera, cocina por 10 minutos.",
        "Sobre una tortilla de harina, coloca una hoja de lechuga, agrega arrachera y acompaña con salsa."],
    "imagen":"./images/Burritos.jpg"}
,
{"id":3,
    "nombre":"Gyros",
    "ingredientes":["400 gramos de carne de cordero",
    "3 dientes de ajo",
    "2 cucharaditas de tomillo",
    "2 cucharaditas de orégano",
    "1/4 de taza de aceite de oliva",
    "1 pieza de cebolla",
    "1 pieza de jitomate",
    "4 piezas de pan pita",
    "al gusto de sal"],
    "procedimiento":["Corta la carne en tiras finas (como si fuera trompo de pastor).",
    "Se muelen los ajos y en un bowl, se mezcla la carne con el ajo, el tomillo y el orégano. Revolvemos bien.",
    "Posteriormente se agrega el aceite de oliva a la mezcla y se refrigera (un día de preferencia).",
    "En un sartén se fríe la carne (hay que esperar hasta que el sartén este bien caliente).",
    "Después de freír la carne, sacamos el exceso de aceite.",
    "Cortamos la cebolla y el jitomate en juliana.",
    "Se pone a calentar el pan pita, y cuando esté calientito, se agrega la carne y la verdura (cebolla y jitomate). "],
    "imagen":"./images/Gyros.jpg"}
    ,
    {"id":4,
    "nombre":"Pollo en hiervas",
    "ingredientes":["Limones - 2 piezas",
    "Jugo de limón - 2 taazas",
    "Semillas de chile - 1 cucharada",
    "Romero fresco - 3 ramas",
    "Ajo - 3 dientes",
    "Orégano fresco - 3 ramas",
    "Mantequilla - 180 gramos",
    "Tomillo fresco - 2 cucharadas",
    "Sal - 1 cucharadas",
    "Pechuga de pollo - 1 pieza",
    "Papas - 2 piezas",
    "Aceitunas - 1 taza",
    "Pimienta negra molida - 1 cucharada"],
    "procedimiento":["Picamos finamente el romero fresco, el ajo y el orégano. Derretimos la mantequilla.",
        "En un tazón mezclamos el jugo de limón, el chile quebrado, el romero fresco picado, los dientes de ajo picados, los oréganos frescos, el tomillo fresco, la mantequilla derretida. Rallamos los dos limones y también incorporamos a nuestro marinado. Mezclamos muy bien hasta que todo quede integrado.",
        "Retiramos toda la piel y huesos al pollo y untamos nuestra mezcla anterior. Dejamos marinando.",
        "Cortamos las papas al gusto y colocamos en la charola a como de cama, añadimos aceitunas y ponemos las pechugas marinadas sobre las papas. Añadimos más marinado a toda nuestra charola",
        "Horneamos nuestra charola a 220° Centígrados durante 5 minutos.",
        "Transcurrido ese tiempo, bajamos la temperatura a 170° C., y dejamos hornear durante 45 minutos o hasta que la pechuga esté completamente cocida por dentro, para ello podemos comprobar introduciendo un palillo, el cual debe salir seco y limpio.",
        "Servimos acompañado con papas y aceitunas horneadas."],
    "imagen":"./images/Pollo-en-hiervas.jpg"}]